{"1":{"ruleText":"COX - All uniques over 1m WILL be split, perpetrators will be reported to RS justice.","ruleNum":"1","messageID":"none"},"2":{"ruleText":"COX - To scout a raid, a clan member must be a recruit. (You can request to be awarded the recruit rank by showing a minimum of 5 Chambers of Xeric completions to a star-rank.)","ruleNum":"2","messageID":"none"},"3":{"ruleText":"COX - The person who scouts the raid gets the keystone crystal at tightrope.","ruleNum":"3","messageID":"none"},"4":{"ruleText":"COX - 5-man teams or higher you must drop potions before Olm to ensure that everyone has fair supplies; this rule applies only if it was agreed upon before the raid. (This applies for events)","ruleNum":"4","messageID":"none"},"5":{"ruleText":"COX - Don't assume everyone is experienced, be polite and understand that not everyone is Woox.","ruleNum":"5","messageID":"none"},"6":{"ruleText":"TOB - Split all uniques unless otherwise decided, perpetrators will be reported to RS justice.","ruleNum":"6","messageID":"none"},"7":{"ruleText":"CORP - All onyx bolts and sigil drops are split unless the star-rank host says otherwise.","ruleNum":"7","messageID":"none"},"8":{"ruleText":"CORP - Cannons are optional","ruleNum":"8","messageID":"none"},"9":{"ruleText":"CORP - During masses, crystal halberds and dragon halberds are prohibited. (unless otherwise stated by the host)","ruleNum":"9","messageID":"none"},"10":{"ruleText":"BANDOS - Boots and shards are donated to the tank.","ruleNum":"10","messageID":"none"},"11":{"ruleText":"BANDOS  - Ask for permission to bring blowpipe/ranged setup.","ruleNum":"11","messageID":"none"},"12":{"ruleText":"BANDOS - Ask for permission to bring dragon claws or other high-DPS special attack weapons.","ruleNum":"12","messageID":"none"},"13":{"ruleText":"ARMADYL - Anyone chinning must pay for their own chins. (Do not remove cost from split)","ruleNum":"13","messageID":"none"},"14":{"ruleText":"ZAMMY - Shards and steam battlestaves are donated to the tank.","ruleNum":"14","messageID":"none"},"15":{"ruleText":"SARA - Shards and Saradomin's light are donated to the tank.","ruleNum":"15","messageID":"none"}}